Repository: fuzzard/visualization.pictureit
Catalog: visualization.pictureit/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Summary
source: PictureIt - Kodi Visualization
da_dk: PictureIt - Kodi visualisering

# Addon Description
source: PictureIt is supposed to make listening to music more elegant and less flashy.[CR]The idea is to take random images YOU selected and display them alongside a simple spectrum at the bottom.[CR]Simple right?[CR][CR]Features:[CR]- Select a local directory containing your images (If sub-folders are present, those will be used as "Preset")[CR]- Update images by interval[CR]- Update images on new track[CR]- Change the transition time[CR]- Enable/Disable the spectrum[CR]- Enable/Disable a settle spectrum-background[CR]- Change the spectrums: Width, Bottom-Padding, Animation-Speed
da_dk: PictureIt skal gøre det mere elegant og mindre prangende at lytte til musik.[CR]Idéen er at tage tilfældige billeder, DU valgte, og vise dem sammen med et simpelt spektrum i bunden.[CR]Simpelt, ikke?[CR][CR]Funktioner:[CR] - Vælg en lokal mappe indeholdende dine billeder (hvis der er undermapper, vil de blive brugt som "Forudindstilling")[CR]- Opdater billeder efter interval[CR]- Opdater billeder ved nyt spor[CR]- Ændring af overgangstid[CR]- Aktivering/deaktivering af spektrum i bunden[CR]- Aktivering/deaktivering af en diskret spektrumbaggrund[CR]- Ændring af spektrum: bredde, plads i bunden og animationshastighed

# #30000
source: General
da_dk: Generel

# #30001
source: Presets root directory
da_dk: Rodmappe til forudindstillinger

# #30002
source: Transition time (ms)
da_dk: Overgangstid (ms)

# #30003
source: Update on new track
da_dk: Opdater ved nyt spor

# #30004
source: New image by interval
da_dk: Nyt billede efter interval

# #30005
source: Image update interval (sec)
da_dk: Opdateringsinterval af billede (sek)

# #30006
source: Spectrum
da_dk: Spektrum

# #30007
source: Enable spectrum
da_dk: Aktiver spektrum

# #30008
source: Show spectrum background
da_dk: Vis baggrund til spektrum

# #30009
source: Width
da_dk: Bredde

# #30010
source: Padding bottom
da_dk: Plads i bunden

# #30011
source: Animation speed
da_dk: Animationshastighed
